Repository: TheEssem/halcyon
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: es_es

source: Language
es_es: Idioma

source: Language_en_US
es_es: Inglés

source: Language_de_DE
es_es: Alemán

source: Language_ja_JP
es_es: Japonés

source: Language_ko_KR
es_es: Coreano

source: Language_pl_PL
es_es: Polaco

source: Language_gl_ES
es_es: Gallego

source: Language_pt_BR
es_es: Portugués (Brasil)

source: Language_it_IT
es_es: Italiano

source: Language_cs_CZ
es_es: Checo

source: Language_fr_FR
es_es: Francés

source: Sensitive content
es_es: Contenido delicado

source: Click to view
es_es: Haz clic aquí para verlo

source: SHOW MORE
es_es: MUESTRA MÁS

source: SHOW LESS
es_es: MUESTRA MENOS

source: Public
es_es: Público

source: Unlisted
es_es: Oculto

source: Followers-only
es_es: Solo seguidores

source: Direct
es_es: Directo

source: Delete Toot
es_es: Suprime el tuut

source: Unpin Toot
es_es: Desclava el tuut

source: Pin Toot
es_es: Clava el tuut

source: Mute
es_es: Silencia

source: Block
es_es: Bloquea

source: Report this Toot
es_es: Denuncia este tuut

source: Copy link to Toot
es_es: Copia el enlace en el tuut

source: View original
es_es: Ver el original

source: Boosted
es_es: Promocionado

source: Pinned Toot
es_es: El tuut se ha clavado

source: favourited Your Toot
es_es: ha añadido tu tuut a favoritos

source: boosted Your Toot
es_es: ha promocionado tu tuut

source: followed you
es_es: te ha seguido

source: Follow
es_es: Sigue

source: Toot your reply
es_es: Tuutea tu respuesta

source: Reply
es_es: Contesta

source: Content warning
es_es: Aviso sobre el contenido

source: Jan
es_es: En.

source: Feb
es_es: Febr.

source: Mar
es_es: Mzo.

source: Apr
es_es: Abr.

source: May
es_es: My.

source: Aug
es_es: Ag.

source: Sep
es_es: Set.

source: Dec
es_es: Dic.

source: Changed setting to
es_es: Cambia la configuración a

source: Mark as NSFW by default enabled
es_es: Se ha activado Marcar como NSFW como predeterminado

source: Mark as NSFW by default disabled
es_es: Se ha desactivado Marcar como NSFW como predeterminado

source: Who to follow enabled
es_es: Se ha activado A quién te gustaría seguir

source: Who to follow disabled
es_es: Se ha desactivado A quién te gustaría seguir

source: Changed about me setting
es_es: Se ha cambiado la configuración de Sobre mí

source: Uploaded new avatar
es_es: Se ha colgado un nuevo avatar

source: Uploaded new header
es_es: Se ha colgado una nueva cabecera

source: Account locked
es_es: Cuenta privada

source: Account unlocked
es_es: Cuenta pública

source: Link previews enabled
es_es: Se ha activado la vista previa de los enlaces

source: Link previews disabled
es_es: Se ha desactivado la vista previa de los enlaces

source: You didn't allow notifications
es_es: No has permitido notificaciones

source: Desktop notifications enabled
es_es: Se han activado las notificaciones en el escritorio

source: Desktop notifications disabled
es_es: Se han desactivado las notificaciones en el escritorio

source: Replies shown
es_es: Respuestas mostradas

source: Replies hidden
es_es: Respuestas ocultas

source: CW content shown
es_es: Contenido delicado mostrado

source: CW content hidden
es_es: Contenido delicado oculto

source: NSFW content shown
es_es: Contenido NSFW mostrado

source: NSFW content hidden
es_es: Contenido NSFW oculto

source: Reply to
es_es: Contesta a

source: Report
es_es: Denuncia a

source: Report a Toot of
es_es: Denuncia un tuut de

source: What's happening?
es_es: ¿Qué pasa?

source: Toot
es_es: Tuut

source: Compose new Toot
es_es: Redacta un tuut nuevo

source: Please describe what the problem with the Toot is.
es_es: Por favor, describe el problema con el tuut.

source: TOOTS
es_es: TUUTS

source: PEOPLE
es_es: PERSONAS

source: Settings
es_es: Configuración

source: PROFILE
es_es: PERFIL

source: APPEARANCE
es_es: APARIENCIA

source: Change instance
es_es: Cambia de instancia

source: Blank for default
es_es: En blanco como predeterminado

source: FOLLOWING
es_es: USUARIOS A LOS QUE SIGUES

source: Interesting accounts of devs
es_es: Cuentas de desarrolladores interesantes

source: Halcyon for
es_es: Halcyon para

source: About
es_es: Acerca de

source: Terms
es_es: Condiciones

source: Apps
es_es: Aplicaciones

source: Source code
es_es: Código fuente

source: Other instances
es_es: Otras instancias

source: Privacy policy
es_es: Política de privacidad

source: Version
es_es: Versión

source: Who to follow
es_es: A quién te gustaría seguir

source: Enable who to follow
es_es: Activa A quién te gustaría seguir

source: Halcyon needs to connect to an external server to get a list of users which have similar interests as you. If you want to use this feature, please opt-in.
es_es: Halcyon debe conectarse con un servidor externo para obtener una lista de usuarios que tengan los mismos intereses que tú. Si quieres utilizar esta función, por favor,elígela

source: MORE
es_es: MÁS

source: FOLLOWERS
es_es: SEGUIDORES

source: You'll no longer receive notifications from this user
es_es: No recibirás más notificaciones de este usuario

source: Unmuted this user
es_es: Deja de silenciar al usuario

source: This user has been blocked
es_es: Este usuario ha sido bloqueado

source: Unblocked this user
es_es: Este usuario ha sido desbloqueado

source: Your Toot has been deleted
es_es: Se ha suprimido tu tuut

source: Your Toot has been pinned
es_es: Se ha clavado tu tuut

source: Your Toot has been unpinned
es_es: Se ha desclavado tu tuut

source: Edit profile
es_es: Edita el perfil

source: FAVOURITES
es_es: FAVORITOS

source: Show
es_es: Mostrar

source: Blocking
es_es: Usuarios bloqueados

source: Muting
es_es: Usuarios silenciados

source: Requested
es_es: Solicitado

source: Photos and toots
es_es: Fotos y tuuts

source: favourited your toot
es_es: ha añadido tu tuut a favoritos

source: boosted your toot
es_es: ha promocionado tu tuut

source: mentioned you
es_es: te ha mencionado

source: Your Toot was posted!
es_es: ¡Se ha colgado tu tuut!

source: News
es_es: Noticias

source: Source
es_es: Fuente

source: Privacy
es_es: Privacidad

source: Imprint
es_es: Aviso legal

source: Contact
es_es: Contacto

source: Login
es_es: Inicia sesión

source: Login to Halcyon
es_es: Inicia sesión en Halcyon

source: create an account
es_es: crea una cuenta

source: or
es_es: o

source: I agree with the
es_es: Acepto

source: What is Halcyon
es_es: Qué es Halcyon

source: which aims to recreate the simple and beautiful user interface of Twitter while keeping all advantages of decentral networks in focus.
es_es: cuyo objetivo es recrear la interfaz sencilla y bonita de Twitter y al mismo tiempo mantener todas las ventajas de las redes descentralizadas.

source: Halcyon is a webclient for
es_es: Halcyon es un cliente web

source: Contact / Feedback
es_es: Contacto / Retorno

source: Use my contact form
es_es: Usa mi formulario de contacto

source: Help us
es_es: Ayúdanos

source: Halcyon Terms of Use
es_es: Condiciones de uso de Halcyon

source: This terms of use agreement is for the users of web service Halcyon for Mastodon and Pleroma (Halcyon for short) hosted at
es_es: Este acuerdo de condiciones de uso es para los usuarios del servicio web de Halcyon para Mastodon y Pleroma («Halcyon», abreviado) alojado en

source: Your Reply was posted!
es_es: ¡Se ha colgado tu respuesta!

source: Toot reported successfully!
es_es: ¡Tuut denunciado!

source: Link successfully copied!
es_es: ¡Enlace copiado correctamente!

source: Home
es_es: Inicio

source: Federated
es_es: Federado

source: Notifications
es_es: Notificaciones

source: Search Mastodon
es_es: Buscar en Mastodon

source: View profile
es_es: Visita el perfil

source: Log out
es_es: Cerrar sesión

source: All
es_es: Todo

source: new notitification
es_es: nueva notificación

source: Show all NSFW content
es_es: Muestra todo el contenido NSFW

source: Show all CW content
es_es: Muestra todo el contenido delicado

source: Show replies
es_es: Muestra las respuestas

source: Desktop notifications
es_es: Notificaciones del escritorio

source: Enable link previews
es_es: Activa la vista previa de los enlaces

source: Auto update
es_es: Actualización automática

source: Manual update
es_es: Actualización manual

source: Appearance settings
es_es: Configuración de la apariencia

source: New posts streaming
es_es: Reproducción de artículos nuevos

source: replies
es_es: respuestas

source: General settings
es_es: Configuración general

source: Default post privacy
es_es: Privacidad de los artículos como predeterminado

source: Mark as NSFW by default
es_es: Marcar como NSFW como predeterminado

source: Media
es_es: Multimedia

source: FOLLOWS YOU
es_es: TE SIGUE

source: Local instance
es_es: Instancia local

source: Hashtag search filter
es_es: Filtro de búsqueda de etiqueta

source: All instances
es_es: Todas las instancias

source: Local only
es_es: Solo locales

source: Lock account
es_es: Protege la cuenta

source: Header
es_es: Cabecera

source: About me
es_es: Sobre mí

source: Display name
es_es: Muestra el nombre

source: Profile settings
es_es: Configuración del perfil

source: Toots
es_es: Tuuts

source: Favourites
es_es: Favoritos

source: New favourite
es_es: Nuevo favorito

source: New boost
es_es: Nueva promoción

source: New follower
es_es: Nuevo seguidor

source: New mention
es_es: Nueva mención

source: Dark theme enabled
es_es: Modo oscuro activado

source: Dark theme disabled
es_es: Modo oscuro desactivado

source: Only on top
es_es: Solo arriba

source: Enable dark theme
es_es: Activa el modo oscuro

source: Please enter the new name for this list.
es_es: Por favor, introduce el nombre nuevo para esta lista.

source: The name of your list can't be empty!
es_es: ¡El nombre de la lista no se puede quedar en blanco!

source: Your list has been renamed
es_es: Se ha cambiado el nombre de la lista

source: Are you sure that you want to delete this list?
es_es: ¿Seguro que quieres suprimir esta lista?

source: Your list has been deleted
es_es: Se ha suprimido la lista

source: Please enter the name of your new list.
es_es: Por favor, introduce el nombre de tu nueva lista.

source: Add
es_es: Añadir

source: Remove
es_es: Eliminar

source: Add to list
es_es: Añade a la lista

source: Are you sure that you want to mute this user?
es_es: ¿Seguro que quieres silenciar a este usuario?

source: Are you sure that you want to block this user?
es_es: ¿Seguro que quieres bloquear a este usuario?

source: Are you sure that you want to delete this toot?
es_es: ¿Seguro que quieres eliminar este tuut?

source: Added this account to the list
es_es: Esta cuenta se ha añadido a la lista

source: You need to follow this user to add him/her to the list. Do you want to do that now?
es_es: Tienes que seguir a este usuario para añadirlo a la lista. ¿Lo quieres hacer ahora?

source: You successfully followed this user.
es_es: Has seguido a este usuario correctamente.

source: Removed this account from the list
es_es: Esta cuenta se ha eliminado de la lista

source: Confirmation
es_es: Confirmación

source: Yes
es_es: Sí

source: Cancel
es_es: Cancelar

source: Name
es_es: Nombre
